Repository: henrikhoff/WPCM
Catalog: wp-course-manager-*.po
Languages: sv_se

source: It was not possible to perform the operation.
sv_se: Det var inte möjligt att utföra åtgärden.

source: The operation has been performed successfully.
sv_se: Åtgärden har utförts framgångsrikt.

source: You do not have sufficient permissions to access this page.
sv_se: Du har inte tillräckligt med rättigheter för att komma åt denna sida.

source: Manage Courses
sv_se: Hantera kurser

source: Manage courses
sv_se: Hantera kurser

source: Add Course
sv_se: Lägg till kurs

source: Edit
sv_se: Ändra

source: Do you really want to delete the course?
sv_se: Vill du verkligen ta bort kursen?

source: Delete
sv_se: Ta bort

source: Title:
sv_se: Titel:

source: Lead Paragraph:
sv_se: Ingress:

source: Description: (Make two new-lines for a new paragraph.)
sv_se: Beskrivning: (Gör två radbrytningar för att skapa nytt stycke.)

source: Target:
sv_se: Målgrupp:

source: Lecturer(s): (use ctrl to select more than one)
sv_se: Föreläsare: (använde ctrl för att välja mer än en)

source: Save
sv_se: Spara

source: Cancel
sv_se: Avbryt

source: Go back to all lecturers
sv_se: Gå tillbaka till alla föreläsare

source: Deleting course
sv_se: Tar bort kurs

source: Add a new Course
sv_se: Lägg till ny kurs

source: Manage Lecturers
sv_se: Hantera föreläsare

source: Add Lecturer
sv_se: Lägg till föreläsare

source: Do you really want to delete the lecturer?
sv_se: Vill du verkligen ta bort föreläsaren?

source: Name:
sv_se: Namn:

source: Description:
sv_se: Beskrivning:

source: Home page:
sv_se: Hemsida:

source: Image:
sv_se: Bild:

source: Deleting Lecturer
sv_se: Tar bort föreläsare

source: Add a new Lecturer
sv_se: Lägg till ny föreläsare

source: Manage Schedule
sv_se: Hantera schemat

source: Deleting scheduled event for
sv_se: Tar bort schemalagt tillfälle för

source: Add a new scheduled event
sv_se: Lägg till nytt schemalagt tillfälle

source: Course
sv_se: Kurs

source: Date
sv_se: Datum

source: City
sv_se: Stad

source: Venue
sv_se: Plats

source: More info
sv_se: Mer info

source: url to the PDF file
sv_se: url till PDF-filen

source: Add Schedule
sv_se: Lägg till schematillfälle

source: It's only possible to add new or delete scheduled events.
sv_se: Det är endast möjligt att lägga till nya eller ta bort schemalagda tillfällen.

source: Do you really want to delete the scheduled event?
sv_se: Vill du verkligen ta bort det schemalagda tillfället?

source: Remove
sv_se: Ta bort

source: Portrait of the lecturer
sv_se: Porträtt av föreläsaren

source: Home page
sv_se: Hemsida

source: Courses
sv_se: Kurser

source: holds the following courses:
sv_se: håller följande kurser:

source: Dates
sv_se: Datum

source: No scheduled dates for this course
sv_se: Inga schemalagda datum för denna kurs

source: Lecturers
sv_se: Föreläsare

source: Description
sv_se: Beskrivning

source: Target group
sv_se: Målgrupp

source: City and venue
sv_se: Stad och plats

source: More information about this event is
sv_se: Mer information om detta tillfälle

source: available here
sv_se: finns här

source: Register
sv_se: Anmälan

source: Register for this event by
sv_se: Anmäl dig till detta tillfälle genom att

source: clicking here
sv_se: klicka här

source: Title
sv_se: Titel

source: Registration for
sv_se: Anmälan till

source: in
sv_se: i

source: WP Course Manager - Edit Lecturers
sv_se: WP Course Manager - Hantera föreläsare

source: Edit Lecturers
sv_se: Hantera föreläsare

source: WP Course Manager - Edit Courses
sv_se: WP Course Manager - Hantera kurser

source: Edit Courses
sv_se: Hantera kurser

source: WP Course Manager - Edit Schedule
sv_se: WP Course Manager - Hantera schema

source: Edit Schedule
sv_se: Hantera Schema

source: Options saved!
sv_se: Inställningar sparade!

source: Plugin content
sv_se: Tilläggets innehåll

source: To manage the plugin content, use the links under WP Course Manager in the menu to the left.
sv_se: För att hantera innehållet i tillägget, använd länkarna under WP Course Manager i menyn till vänster.

source: How to use the plugin
sv_se: Så här använder du tillägget

source: To set up the plugin to work as intended, you need to create three pages where the shortcodes will be placed.
sv_se: För att använda tillägget som det är tänk, behöver du skapa tre sidor där tilläggets 'shortcodes' ska placeras.

source: One page lists all lecturers, and also displays detailed info about each lecturer.
sv_se: En sida ska lista alla föreläsare, och även visa detaljerad information om varje föreläsare.

source: Shortcode to put on that page:
sv_se: 'Shortcode' som ska placeras på den sidan:

source: One page lists all courses, and also displays detailed info abou each course.
sv_se: En sida ska lista alla kurser, och även visa detaljerad information om varje kurs.

source: One page lists the schedule, i.e. the dates for all planned course opportunities.
sv_se: En sida ska visa schemat, dvs datumen för alla schemalagda kurstillfällen.

source: Plugin settings
sv_se: Tilläggsinställningar

source: Pages to use
sv_se: Sidor att använda

source: Select the pages below that are used to display the plugin content.
sv_se: Välj nedan vilka sidor som ska användas för att visa tilläggets innehåll.

source: Page that displays
sv_se: Sida som visar

source: lecturers
sv_se: föreläsare

source: Select page
sv_se: Välj sida

source: This page should only contain this shortcode:
sv_se: Den här sidan bör endast innehålla följande 'shortcode':

source: courses
sv_se: kurser

source: the schedule
sv_se: schemat

source: Registration e-mail address
sv_se: E-postadress för anmälan

source: E-mail address to be used when registering for a scheduled course event.
sv_se: E-postadress som ska användas för att anmäla sig till schemalagda kurstillfällen.

source: Leave blank to disable the registration link in the event details.
sv_se: Lämna fältet tomt för att inaktivera anmälningslänken i rutan med detaljerad information om ett kurstillfälle.

source: Date display setting
sv_se: Inställning för datumformat

source: Set how dates should be displayed for the site visitors.
sv_se: Ange hur datum ska visas för webbplatsens besökare.

source: Default value: Y-m-d (2014-01-31). If you save with this value empty, it will revert to the default value.
sv_se: Standardvärde: Y-M-d (2014-01-31). Om du sparar med tomt värde, återställs det till standardvärdet.

source: Use PHP date format codes, as documented in
sv_se: Använd PHP-datumformatskoder, så som de är dokumenterade i

source: the PHP manual for the date function
sv_se: PHP-manualen för date-funktionen

source: The plugin does not make a sanity check on the format codes entered in this setting, please use it carefully.
sv_se: Tillägget kommer inte kontrollera värdet som skrivs in här, tänk på att vara nogrann med vad som anges.

source: WordPress Course Manager - a WordPress Plugin to handle courses, lecturers and a schedule of dates when courses are held with one or more lecturer(s).
sv_se: WordPress Course Manager - ett tillägg till WordPress som hanterar kurser, föreläsare och ett schema med tillfällen då en kurs hålls av en eller flera föreläsare.
